"ACL and permission settings are changed, but not applied" = "Definições de ACL e permissões foram modificadas, mas não aplicadas";
"Administration" = "Administração";
"All descendants" = "Todos os descendentes";
"Allow" = "Permitir";
"Append Data" = "Anexar Dados";
"Applies To" = "Aplica-se A";
"Applies to" = "Aplica-se a";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Tem a certeza que deseja propagar ACL, proprietário, grupo, e permissões a todos os itens inclusos na hierarquia de directório?";
"Change Owner" = "Modificar Proprietário";
"Change Permissions" = "Modificar Permissões";
"Child files" = "Arquivos filhos";
"Child folders" = "Pastas filhas";
"Create Files" = "Criar Arquivos";
"Create Folder" = "Criar Pasta";
"Custom…" = "Personalizado…";
"Delete" = "Eliminar";
"Delete Subfolders and Files" = "Eliminar Sub-pastas e Arquivos";
"Deny" = "Negar";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Deseja aplicar as definições modificadas de ACL e permissões para o item \"%@\"?";
"Effective Permissions" = "Permissões Efectivas";
"Execute File" = "Executar Arquivo";
"Full Control" = "Controle Total";
"Groups" = "Grupos";
"Inherit Entries from Parent Folder" = "Herdar Entradas da Pasta Parente";
"Inherited" = "Herdados";
"Inherited:" = "Herdados:";
"List Folder Contents" = "Listar Conteúdos da Pasta";
"Make Inherited Entries Explicit" = "Tornar Entradas Herdadas Explícitas";
"No Access" = "Sem Acesso";
"Not this item" = "Este item não";
"Permission" = "Permissão";
"Permission Type:" = "Tipo de Permissão:";
"Propagate Permissions…" = "Propagar Permissões…";
"Read" = "Leitura";
"Read & Write" = "Leitura e Gravação";
"Read Attributes" = "Ler Atributos";
"Read Data" = "Ler Dados";
"Read Extended Attributes" = "Ler Atributos Extendidos";
"Read Permissions" = "Ler Permissões";
"Remove Inherited Entries" = "Remover Entradas Herdadas";
"Revert" = "Reverter";
"Save" = "Salvar";
"Set of Permissions" = "Conjunto de Permissões";
"Sort Access Control List Canonically" = "Ordenar Lista de Controle de Acesso Canonicamente";
"This item" = "Este item";
"Traverse Folder" = "Atravessar Pasta";
"Type" = "Tipo";
"User or Group" = "Utilizador ou Grupo";
"User or Group:" = "Utilizador ou Grupo:";
"Users" = "Utilizadores";
"Write" = "Gravação";
"Write Attributes" = "Gravar Atributos";
"Write Data" = "Gravar Dados";
"Write Extended Attributes" = "Gravar Atributos Extendidos";
